//Создайте переменную с именем num и присвойте ей значение 3.
let num = 3;
alert(num);

//Создайте переменные a=10 и b=2. Выведите на экран их сумму,
//разность, произведение и частное (результат деления).
let a=10;
let b=2;
alert(a+b);
alert(a-b);
alert(a*b);
alert(a/b);

//Создайте переменную с именем str и присвойте ей значение 'Привет,
//Мир!'. Выведите значение этой переменной на экран.
let str = 'Привет, Мир!';
alert(str);

//Создайте переменную с именем name и присвойте ей ваше имя.
//Выведите на экран фразу 'Привет, Ваше имя'.
let name = 'Руслан';
alert('Привет, '+ name);

//Создайте переменную, присвойте ей число. Возведите это число в квадрат. Выведите его на экран
let num = 5;
alert(num**2);



